tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ant"
brew "bash"
brew "bat"
brew "eza"
brew "fd"
brew "ffind"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "htop"
brew "kind"
brew "neovim"
brew "node"
brew "pandoc"
brew "python-tk@3.12"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "speedtest-cli"
brew "tlrc"
brew "tmux"
brew "tree"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
